Repository: kitconcept/kitconcept-core
Catalog: backend/src/kitconcept/core/locales/*/LC_MESSAGES/kitconcept.core.po
Languages: de, pt_br

source: Add a field for a biography.
de: Fügen Sie ein Feld für eine Biografie hinzu.
pt_br: Adicionar um campo para uma biografia.

source: Allows to set configuration that will be injected into the blocks default configuration.
de: Ermöglicht die Festlegung einer Konfiguration, die in die Standardkonfiguration der Blöcke eingefügt wird.
pt_br: Permite definir uma configuração que será injetada na configuração padrão dos blocos.

source: Blocks configuration
de: Blocks Konfiguration
pt_br: Configuração de blocos

source: Custom CSS
de: Benutzerdefiniertes CSS
pt_br: CSS personalizado

source: Custom CSS for this site.
de: Benutzerdefiniertes CSS für diese Seite.
pt_br: CSS personalizado para este site.

source: Fields with additional person information
de: Felder mit zusätzlichen Personeninformationen
pt_br: Campos com informações adicionais da pessoa

source: Footer address
de: Footer Adresse

source: Footer column left
de: Footer Spalte 1

source: Footer column left header
de: Footer Spalte 1 Überschrift

source: Footer column middle
de: Footer Spalte 2

source: Footer column middle header
de: Footer Spalte 2 Überschrift

source: Footer column right
de: Footer Spalte 3

source: Footer column right header
de: Footer Spalte 3 Überschrift

source: Footer customizations
de: Footer Anpassungen

source: Generic setup profile with base settings for kitconcept projects.
de: Generisches Setup-Profil mit Basiseinstellungen für kitconcept-Projekte.
pt_br: Perfil de configuração genérico com configurações base para projetos kitconcept.

source: Generic setup profile with core dependencies needed by CMF.
de: Generisches Setup-Profil mit Kernabhängigkeiten, die von CMF benötigt werden.
pt_br: Perfil de configuração genérico com dependências principais necessárias pelo CMF.

source: Generic setup profile with dependencies used by kitconcept projects.
de: Generisches Setup-Profil mit Abhängigkeiten, die von kitconcept-Projekten verwendet werden.
pt_br: Perfil de configuração genérico com dependências usadas por projetos kitconcept.

source: Path
de: Pfad
pt_br: Caminho

source: Person: Additional contact information
de: Person: Zusätzliche Kontaktinformationen
pt_br: Pessoa: Informações de contato adicionais

source: Person: Biography information
de: Person: Biografieinformationen
pt_br: Pessoa: Informações de biografia

source: Person: Image
de: Person: Bild
pt_br: Pessoa: Imagem

source: Simple attribute-based image field for persons portraits.
de: Einfaches attributbasiertes Bildfeld für Personenporträts.
pt_br: Campo de imagem simples baseado em atributos para retratos de pessoas.

source: The footer address that appears below the footer logo in the first footer column.
de: Die Adresse wird auf der linken Seite im Footer unterhalb des Footer Logos angezeigt.

source: The left-most column appearing after the address column. It can contain a list of links.
de: Die linke Spalte, die nach der Adressspalte erscheint. Sie kann eine Liste von Links enthalten.

source: The middle column appearing between the left and the right columns. It can contain a list of links.
de: Die mittlere Spalte, die zwischen der linken und der rechten Spalte erscheint. Sie kann eine Liste von Links enthalten.

source: The path of an item
de: Der Pfad eines Inhalts
pt_br: O caminho de um item

source: The right-most column appearing after the middle column. It can contain a list of links.
de: Die rechte Spalte, die nach der mittleren Spalte erscheint. Sie kann eine Liste von Links enthalten.

source: Through The Web blocks configuration
de: Blockkonfiguration durch die Weboberfläche
pt_br: Configuração de blocos pela interface web

source: help_blocks_config_mutator
de: Blocks Konfiguration anpassen
pt_br: Configure alguns aspectos da configuração padrão dos blocos.

source: help_footer_logo
de: Der Footer zeigt ein Logo in der unteren linken Ecke, direkt über der Adresse. Falls der Footer eine dunkle Hintergrundfarbe hat, können Sie ein invertiertes Logo verwenden, um sicherzustellen, dass es mit dem Hintergrund funktioniert. Wenn Sie dieses Feld nicht füllen, wird das Hauptlogo der Seite im Footer verwendet.

source: help_person_biography
de: Kurzbiographie der Person.
pt_br: Uma breve biografia desta pessoa.

source: help_person_image
de: Laden Sie ein normales Portraitbild mit Ihrem Kopf in der Mitte hoch.
pt_br: Use uma imagem de retrato normal com seu rosto centralizado.

source: help_post_footer_logo
de: Zeigt das Logo einer Organisation an, die das Projekt oder die Website fördert oder finanziert. Wird unterhalb des Footers platziert, um Fördergeber und Träger zu würdigen.

source: help_post_footer_logo_link
de: Verknüpfung des Förderlogos mit der Website der fördernden Organisation.

source: label_address
de: Adresse
pt_br: Endereço

source: label_contact_building
de: Gebäude
pt_br: Edifício

source: label_contact_location
de: Standort
pt_br: Localização

source: label_contact_room
de: Raum
pt_br: Sala

source: label_footer_logo
de: Footer Logo

source: label_person_biography
de: Biographie
pt_br: Biografia

source: label_person_image
de: Profilbild/Portrait
pt_br: Foto de perfil/Retrato

source: label_post_footer_logo
de: Partnerlogo/Förderlogo

source: label_post_footer_logo_link
de: Partnerlogo/Förderlogo Link

source: Non-clickable Profiles
pt_br: Perfis não clicáveis

source: Person profiles are not clickable in teasers, grids, listings, and search
pt_br: Perfis de pessoas não são clicáveis em teasers, grades, listagens e resultados de busca.

source: kitconcept Settings
pt_br: Configurações kitconcept

source: kitconcept: Base settings
pt_br: kitconcept: Configurações base

source: kitconcept: CMF dependencies
pt_br: kitconcept: Dependências CMF

source: kitconcept: Required dependencies
pt_br: kitconcept: Dependências necessárias
