Repository: kitconcept/kitconcept-core
Catalog: frontend/packages/kitconcept-core/locales/*/LC_MESSAGES/volto.po
Languages: pt_br

source: Add-ons
pt_br: Complementos

source: Back
pt_br: Voltar

source: Configuration Versions
pt_br: Versões de configuração

source: Current active configuration
pt_br: Configuração ativa atual

source: Dry run selected, transaction aborted.
pt_br: Execução de teste selecionada, transação cancelada.

source: Latest available configuration
pt_br: Configuração mais recente disponível

source: More information about the upgrade procedure can be found in the documentation section of plone.org in the Upgrade Guide.
pt_br: Mais informações sobre o procedimento de atualização podem ser encontradas na seção de documentação do plone.org no Guia de Atualização.

source: No addons found
pt_br: Nenhum complemento encontrado

source: Package Version
pt_br: Versão do pacote

source: Please ensure you have a backup of your site before performing the upgrade.
pt_br: Certifique-se de ter um backup do seu site antes de realizar a atualização.

source: Profile Version (File system)
pt_br: Versão do perfil (sistema de arquivos)

source: Profile Version (Installed)
pt_br: Versão do perfil (instalada)

source: The following list shows which upgrade steps are going to be run. Upgrading sometimes performs a catalog/security update, which may take a long time on large sites. Be patient.
pt_br: A lista a seguir mostra quais etapas de atualização serão executadas. A atualização às vezes realiza uma atualização de catálogo/segurança, que pode demorar bastante em sites grandes. Tenha paciência.

source: The site configuration is outdated and needs to be upgraded.
pt_br: A configuração do site está desatualizada e precisa ser atualizada.

source: There was an error with the upgrade.
pt_br: Ocorreu um erro durante a atualização.

source: Upgrade
pt_br: Atualizar

source: Upgrade Plone Site
pt_br: Atualizar site Plone

source: Upgrade Report
pt_br: Relatório de atualização

source: Upgrade Steps
pt_br: Etapas de atualização

source: Upgrade kitconcept.core
pt_br: Atualizar kitconcept.core

source: Upgrade your Site
pt_br: Atualizar seu site

source: Version Overview
pt_br: Visão geral das versões

source: Warning Regarding debug mode
pt_br: Aviso sobre o modo de depuração

source: Your site is up to date.
pt_br: Seu site está atualizado.
